Revit 2027 API
ParameterTypeId.StairsStringersPresent Property
 "Stringer Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsStringersPresent { get; }
Public Shared ReadOnly Property StairsStringersPresent As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsStringersPresent {
	ForgeTypeId^ get ();
}
static member StairsStringersPresent : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace